Repository: AndressaS/phc-s-gallery-responsive
Catalog: languages/phc-s-gallery-responsive_*.po
Languages: german

source: Settings
german: Einstellungen

source: Documentation
german: Dokumentation

source: Title
german: Titel

source: Gallery
german: Gallerie

source: Author
german: Autor

source: Date
german: Datum

source: New Image
german: Neues Bild

source: Delete
german: Löschen

source: Remove
german: Entfernen

source: Image
german: Bild

source: Select Image
german: Bild auswählen

source: fullScreenEnabled
german: Vollbild aktivieren

source: Add New Gallery
german: Neue Gallerie hinzufügen

source: Edit Gallery
german: Gallerie bearbeiten

source: New Gallery
german: Neue Gallerie

source: View Gallery
german: Gallerie anzeigen

source: Search Gallery
german: Gallerie suchen

source: No Gallery Found
german: Keine Gallerie gefunden

source: No Gallery Found In Trash
german: Keine Gallerie im Mülleimer gefunden

source: Your donation keep me to maintain and make it free of bug.
german: Ihr Spende hilft mir das Projekt weiterzuverfolgen und es fehlerfrei zu machen.

source: How to Use
german: Anleitung

source: Settings Page
german: Einstellungsseite

source: Available Hooks
german: Vorhandene Hooks

source: Translation
german: Übersetzung

source: Add S Gallery Responsive into post/page.
german: S Gallery Responsive in einen Artikel oder eine Seite einfügren

source: Goto S Gallery Responsive &gt; Add New Gallery.
german: Zu S Gallery Responsive &gt; Neue Gallerie hinzufügen gehen

source: Enter Title. Ex: S Gallery Responsive.
german: Titel eingeben, als Bsp S Gallery Responsive

source: Click New Image to add image for S Gallery Responsive.
german: Neues Bild anklicken um ein Bild in S Gallery Responsive hinzuzufügen

source: Click Image 1 to display content. Click Select Image to show Media Uploader.
german: Image 1 wählen um den Inhalt anzuzeigen und Bild auswählen um den Mediauploader anzuzeigen

source: If you've already upload your images. Click on image then click select Button
german: Wenn sie schon die Bilder hochegladen haben wählen sie einfach das Bild aus und benutzen den Auswählenbutton

source: Do step 3 - step 5 to add image for Gallery.
german: Wenden Sie Schritt 3 bis 5 an um ein Bild der Gallerie hinzuzufügen

source: Set Properties for your Gallery.
german: Eigenschaften der Gallerie einstellen

source: Click Publish Button.
german: Veröffentlichenbutton anklicken

source: Goto S Gallery Responsive to view all of your Gallery. You can add it into your post or page, just copy shortcode syntax on Shortcode column. Then you will get your S Gallery Responsive on your post / page.
german: Zu S Gallery Responsive gehen um alle Gallerien zu sehen. Hier können sie die Shortcodesyntax in der Shortcodekolumne kopieren um sie in den Artikel oder in die Seite einzufügen. Mit Hilfe des Shortcodes ist dann die in S Gallery Responsive erstellte Gallerie in Ihrem Artikel, oder Ihrer Seite eingebunden.

source: Goto Posts &gt; All Posts. Then click edit on specific post. You can create new post / page later, I use edit post just for example.
german: Zu Artikel &gt; Alle Artikel gehen. Dort nun den zu bearbeitenden Artikel anklicken. Nun kann später ein neuer Artikel oder eine neue Seite erstellt werden. Ich habe habe bearbeiten hier nur beispielhaft benutzt.

source: Add S Gallery Responsive shortcode like the following image.
german: Den S Gallery Responsive shortcode wie in dem folgenden Bild einfügen

source: Click Update. Then click View Post button to check S Gallery Responsive is shown on your post. You should see your post like the following image.
german: Den Beitrag speichern und dann anhand der Vorschau überprüfen, ob S Gallery Responsive in dem Artikel angezeigt wird. Sie sollten den Artikel nun wie in dem folgenden Bild sehen

source: Add S Gallery Responsive into widget.
german: S Gallery Responsive in einem Widget einfügen

source: Goto Appearance &gt; Widgets.
german: Zu Erscheinungsbild &gt; Widgets gehen

source: Use Widget Text. Enter Title. Ex: S Gallery Responsive Widget. Then add shortcode into content. You should add parameter type=&quot;widget&quot; into shortcode. See the following image.
german: Benutzen sie das Widget mit der Kategorie Text. Der Titel ist frie anwendbar, z.B. S Gallery Responsive Widget. Als Inhalt in dem Widget muss der Shortcode der Gallerie eingegeben werden. Dieser muss den Paramter type=&quot;widget&quot; enthalten. Sehen sie dazu auch das folgende Bild

source: Click Save Button.
german: Den Speichernbutton benutzen

source: Add S Gallery Responsive into PHP file.
german: S Gallery Responsive in eine PHP-Datei einfügen

source: You can do it with do_shortcode syntax.
german: Dies wird mit der do_shortcode syntax ermöglicht.

source: Goto S Gallery Responsive &gt; Settings.
german: Zu S Gallery Responsive &gt; Einstellungen gehen

source: You can set image size for S Gallery Responsive on Post / Page and Widget. It make performance better. Set it with numeric value for small and large image.
german: Sie können die Größe der Bilder von S Gallery Responsive für die Artikel/Seiten und Widgets einstellen. Dies verbessert die Leistung. Setzen Sie es mit Zahlenwert für das kleine und das große Bild.

source: You can use it load more javascripts and styles for S Gallery Responsive.
german: Kann benutzt werden um mehr Javascripts und Stile für S Gallery Responsive zu laden

source: You can use it to do any functionality before S Gallery Responsive sripts run
german: Kann benutzt werden für die Ausführung vor dem Start der S Gallery Responsivescripte

source: You can use it to do any functionality after S Gallery Responsive sripts run
german: Kann benutzt werden für die Ausführung nach dem Start der S Gallery Responsivescripte

source: You can use it to modify S Gallery Responsive Properties. Parameter contain S Gallery Responsive Properties
german: Kann benutzt werden um die Eigenschaften von S Gallery Responsive zu ändern. Die Parameter beinhalten Eigenschaften von S Gallery Responsive

source: Help me to Translate it. I provide POT file on languages folder. You can use translation application such as POEdit and translate it to your locale language and save it into PO file and MO file
german: Helfen sie mir bei der Übersetzung. Ich stelle in dem Verzeichnis languages eine POT-Datei bereit. Diese Datei können sie für die Übersetzung mit POEdit nutzen und in Ihre Sprache übersetzen und in einer PO und MO-Datei abspeichern

source: You can contribute to make it bigger with your support guys !
german: Helft mit Ihrem Beitrag das Projekt größer und besser zu machen

source: Image Size On Post / Page
german: Bildgröße im Artikel oder auf der Seite

source: Image Size On Widget
german: Bildgröße im Widget

source: Small Image
german: Kleines Bild

source: width
german: Breite

source: height
german: Höhe

source: Large Image
german: Großes Bild

source: Save
german: Speichern
